{
  "identifier": "gd1967-07-23.sbd.bershaw-wulf.5418.shnf",
  "title": "Grateful Dead Live at Straight Theater, Haight Street on 1967-07-23",
  "date": "1967-07-23",
  "venue": "Straight Theater, Haight Street",
  "location": "San Francisco, CA",
  "source_type": "UNKNOWN",
  "lineage": "recording released as a flexi-disc in the 1st printing of The Dead Book",
  "taper": "",
  "description": "2.  Neal Cassady Raps (backed by The Dead)<br />\n     recording released as a flexi-disc in the 1st printing of The Dead Book",
  "files": [
    {
      "name": "Acid4_02.afpk",
      "source": "derivative",
      "format": "Columbia Peaks",
      "original": "Acid4_02.shn",
      "mtime": "1430178925",
      "size": "27032",
      "md5": "e2d3b1ddb127690965b55d5686957f48",
      "crc32": "70aaa239",
      "sha1": "4fce0425c1eaeaba5f5a7ed2d894a7a756e192d1",
      "private": "true"
    },
    {
      "name": "Acid4_02.mp3",
      "source": "derivative",
      "creator": "Grateful Dead",
      "title": "Neal Cassady Raps (backed by The Dead)",
      "track": "01",
      "album": "1967-07-73 - Straight Theater, Haight Street",
      "bitrate": "168",
      "length": "02:19",
      "format": "VBR MP3",
      "original": "Acid4_02.shn",
      "mtime": "1430178908",
      "size": "2926592",
      "md5": "54ae8e011d8c19099194b36387573949",
      "crc32": "332e4c0b",
      "sha1": "1836f246c8ee4324f1a8c32063da2acb2b6a135d",
      "height": "0",
      "width": "0"
    },
    {
      "name": "Acid4_02.ogg",
      "source": "derivative",
      "format": "Ogg Vorbis",
      "original": "Acid4_02.shn",
      "mtime": "1430178915",
      "size": "1555536",
      "md5": "e4be1618e1c9fe7e092701497648668b",
      "crc32": "f8a2f9e0",
      "sha1": "b8692e0c154d34ce1f668142dbc7aa718d646f8c",
      "length": "139.42",
      "height": "0",
      "width": "0"
    },
    {
      "name": "Acid4_02.png",
      "source": "derivative",
      "format": "PNG",
      "original": "Acid4_02.shn",
      "mtime": "1430178918",
      "size": "9708",
      "md5": "62df6823981a5f3a95607d0a61a58155",
      "crc32": "e2cb53eb",
      "sha1": "adadab8d73bad27bc509e38afd370641c76da391"
    },
    {
      "name": "Acid4_02.shn",
      "source": "original",
      "format": "Shorten",
      "title": "Neal Cassady Raps (backed by The Dead)",
      "creator": "Grateful Dead",
      "album": "1967-07-73 - Straight Theater, Haight Street",
      "track": "01",
      "md5": "2d745cb6ae8af78bf6f8f16a071ebc6d",
      "mtime": "1237220222",
      "size": "11424021",
      "crc32": "5e058a67",
      "sha1": "51f22ebec63f20be3286bbf45abc5986e479c71b",
      "length": "64.76",
      "private": "true",
      "height": "0",
      "width": "0"
    },
    {
      "name": "__ia_thumb.jpg",
      "source": "original",
      "mtime": "1550792719",
      "size": "12818",
      "md5": "2b4f697965df88d692f34bfa13f0ed0a",
      "crc32": "04cb563c",
      "sha1": "76453e4d93153e9f67456770fa782c3a794f7861",
      "format": "Item Tile",
      "rotation": "0"
    },
    {
      "name": "gd1967-07-23.5418.txt",
      "source": "original",
      "format": "Text",
      "md5": "509b610e2c99da3bfc6920c5ad268af2",
      "mtime": "1237220224",
      "size": "422",
      "crc32": "9f337e68",
      "sha1": "ddfd06675939d33e4cedd47961f3827cea8ffc2a"
    },
    {
      "name": "gd1967-07-23.sbd.bershaw-wulf.5418.shnf_archive.torrent",
      "source": "original",
      "mtime": "1343420350",
      "size": "12",
      "md5": "b90acad44e90b94cd054765f05a9a713",
      "crc32": "f9dbd566",
      "sha1": "7340ce619f32b96b7c3cac52e20438a0fed00d25",
      "format": "Archive BitTorrent",
      "private": "true"
    },
    {
      "name": "gd1967-07-23.sbd.bershaw-wulf.5418.shnf_files.xml",
      "source": "metadata",
      "format": "Metadata",
      "md5": "6583b698022e788ecc8d8cc12a9ac592",
      "summation": "md5"
    },
    {
      "name": "gd1967-07-23.sbd.bershaw-wulf.5418.shnf_meta.xml",
      "source": "metadata",
      "format": "Metadata",
      "mtime": "1550805160",
      "size": "1622",
      "md5": "1fdcb1eca54deff6796d4f40e2fdc1d7",
      "crc32": "2c3df2f2",
      "sha1": "81f91c5781207000e73136b9c42a97f71aba4b38"
    },
    {
      "name": "gd1967-07-23.sbd.bershaw-wulf.5418.shnf_reviews.xml",
      "source": "metadata",
      "format": "Metadata",
      "mtime": "1706237571",
      "size": "15864",
      "md5": "fbda85d5f9f736e0e0cbbe88d7b12d3b",
      "crc32": "5a6999c2",
      "sha1": "141710139b7e002b37245066081903066478e36c"
    },
    {
      "name": "shn-md5.md5",
      "source": "original",
      "format": "Checksums",
      "md5": "bb8b6d2ca57188cbd284d19d934d543b",
      "mtime": "1237220225",
      "size": "48",
      "crc32": "c5c44b58",
      "sha1": "9b68aecadcfa5b496ddd4830622241e37c718289"
    }
  ],
  "reviews": [
    {
      "stars": 4.0,
      "review_text": "Incomplete This copy is seriously incomplete - an 8-minute copy is available here: \nhttp://www.archive.org/details/gd67-11-10.sbd.sacks.1612.sbeok.shnf \nAside from Casady's rap, this piece is interesting because it has the earliest Lovelight....",
      "date": "2009-08-13 02:52:47"
    },
    {
      "stars": 4.0,
      "review_text": "Transcript of Neal Cassady's Rap, Annotated By Ken Babbs The Grateful Dead COMPOSE IN THE BACKGROUND...\nVoice: Neal Cassady...Neal Cassady...\n[Tentative Drumroll]\n\nNeal: (OFF MIC; APPROACHING) I got the penguin(1) right here in my pocket...Phil Phil(2) I just bought a three hundred & thirty-five dollar fender mint Bic(3)...come again on that lemon a roasta beef(4)...Four fingers(5) ya know are...I've forgotten it...that's just enough see...trying to play ya see...(GROANING IN BACHGROUND) The claw(6) & me...three inches the bigger thumb...and I said of course to the Metro(7) as the...but it hides my thumb and also reveals my Greek torso...well at 49th I said Spence(8) hadn't seen him since 51st...he said move 2-49th. Nope moved to 51st. Well again Heinz(9) said...The waiter in '56 beet the 6 seeds(10) he had. Seed law and marijuana...The only writing I ever did was a laudatory(11)...But on marijuana \"oooooooo...,\" I was saying in the...\"Are you alright in there on the wall(12) Mr. Cassady?\"...cause I was having these insights you see. I only got 20 years on you.(13) I knew I should've worn more paisley.(14) I double-crossed at...no...the son of the man(15) is about to mount the podium. Grimsby(16) was impressed in a short drive. I said I'm serious about America to Marco Greg(17)...at the last year you know we arrived just in time.(18) Double park in Winnemucca(19)...speed er endurance.(20) Six days it was. Finally she grabbed the Vick's VapoRub(21) instead of the Vaeline it was and that was what ended it. My first child '42 then(22)...Charlie Valencia(23) on Temple(24) where we had an Acid Test(25)...but 1350(26) his father half Mexican half Irish like Anthony Quinn(27) so he loved her you know...there was a triumph of us. The only 3-way I ever had. Kerouac's not queer but my present wife the fourth and he it was just a New Year's Eve sortofa(28)...He was always looking for a colored girl(29) Keroassady(30)...finally he found her Bedford-Stuyvessant and that was the last time I committed suicide(31) I knew toward the Ford sign across the Hudson(32)...gotta getta across this long Missouri that preacher said VanHelLuther(33) I didn't see it.(34) Move on. Menopausal.(35) Don't ask me how 20 years (36) I held 10 on the railroad(37) and 10 more for...an I'll be dead a thousand years(38) see so if I don't do right now right in it...Reb Parker(39) the same Acid Test then. He used to be Al Collins all fat and sassy you know and but he was all skinny and dressed in...you can work yourself into anything how do you get out of it? 6 uh days, 6 glasses a day pretty soon your system demands it. 1000 days Aurobindo(40) says you've had it. Old Joe Alcoholic you know we used to drink together but he went drinking. Gitcha enjoys but...Dry is always D insteada T(41) so the second...a German pornography(42)...(SINGING) \"Burn...\" Hmm each daay offered thou week to week. O in The Name of The Christ don't call on that I say that's another...then the next day November 1st is All Souls All Saints.(43) He did nothin and I did nothin and finally nothin, there wasn't nothin he wouldn't do for me and nothin I wouldn't do for him. We sat around all the time doing nothin. 100 miles an hour goin a great 4 wheel drift(44) he uh adjusting his goggles you know everybody in the audience with their right foot but I can't heel and toe(45) I'm double left.(46) I'll get the Pigpen(47) microphone going I've got to cut the organ...Ginsberg(48) forced us up here. I went because it's a good drive; Mt. Baker out of the Chillaquin Indian country in Oregon; the lava beds and the guy(49) who was opposite brother Chuck's(50) Eugene creamery should know the area. He was an editor who'll never make it because of the rocky overhang.(51) So I drove up into the snow and found you know...I excited all to turn him. Guy comes in last one outta the mountains; Ed Sanders(52) leader...3 things I had: a flat tire, a place to stay, & a joint. He handled all 3 immediately...couple years later I found a course he had a couple wives a couple kids and everything but anyway...it's true...yer home is...so anyway the ski-boy...I excited him to move...a week...and I'm glad I didn't hear it...protected you know...The minister: \"I'll blow ya for money,\" he said-half hour later she...what did she say...? He was listening to the radio and I said \"O...\" I'd just gone thru...fortunate you know you throw off. Don't eat when you're angry. Who was ever happy angry? Before all fixin due...'53...a pleasure dome you see. Antrophy. Thank you...thank you...I went...I used to have my 2-16.(53) I...left the a fleet of course and finally the 4th largest union(54) we'll take that up but first the guy...then the stockboy...and when I was replacing the 3rd man from moving on Obetrol(55) changing too fast you know...the tires(56) so...I lost my...extension.(57) Logical Positivism had a great increase at UCLA recently they got Alcindor(58) but no water polo...what are we gonna...? you all are surrounded...I've never found who was...I played short short...outfield-no glove...you just need...I learned an illegal pitch-caught Satch Paige(59) barehanded...after the 303 guard you know had done me in cause the coach thought I was chicken. Why bother was my...vein. The brain of the...\"But Nell.(60) Now see here Hard Dick.\" [Major Hoople/W.C. Fields voice] My wife medical secretary works for Stiff Dr. Peck. Double reed.(61) From the second balcony Dillenger(62) uh...the L5...I said to Robert Jones Melvin(63)...on the left he wears these rings. A sensitive-we're all sensitives. Thinks it's alright to charge to astrologize.(64)\n\nThe Embryo you know\ngoes thru the Fish Stage\nbut we didn't enter\nuntil Ape Late.\nChrist-Adam-Higher Soul\nhelp us out thru\nso the Cyclopses don't win\nthe Unicorn Brew.\nWe're here to Experience...\nand finally Evolution\nthe Little Toe\nwe'll beat it tho-\nThe Odor of Sanctity.\n\nFootnotes:\n\n1. PENGUIN: Pocket book of On the Road by Jack Kerouac.\n\n2. PHIL: Phil Lesh, bassist of the Grateful Dead.\n\n3. BIC: Cigarette lighter, noted because Phil had no light. Five o'clock in the morning at the Watts Acid Test, light barely glimmering. Phil was still thumoing when Babbs shut down the power. \"No light! No light!\" Phil screamed, but to no avail. It didn't come back.\n\n4. ROASTA BEEF: Riffing on the chow at the Straight-always the worst, and Cassady was a truck driver's special man, hated ratburgers.\n\n5. FOUR FINGERS: Pertains to his flute playing, \"Three finger delight,\" he said, \"no, that's masturbation,\" but in this case he's threatening to play the flute like he always did while driving the big bus Furthur, thus the groans from the musicians.\n\n6. CLAW: His hand with the tip of thumb cut off. (See On the Road for best explanation for how it happened.)\n\n7. METRO: The law. Police station. Clenches his fist to hide the thumb and reveal the torso, muscles tense.\n\n8. SPENCE: Dick Spence, a connection, always drive past his place, no telling what might be available.\n\n9. HEINZ: As in '56 flavors in '57, or was it the other way around?\n\n10. 6 SEEDS: busted for seeds the waiter was, can you believe it?\n\n11. LAUDATORY: Refers to a 6 page letter to Gavin Arthur who visited Cassady in San Quentin when Neal was doing two years for two joints; lotta time on his hands. My brother's bar in Neal's hometown of Denver has the letter on the wall.\n\n12. THE WALL: Some of the best writings can be found on the shit-house wall.\n\n13. 20 YEARS: Cassady's a bit older than the audience in the theater. He's being heckled.\n\n14. PAISLEY: In vogue amongst the younger set; why not join in? \"If you want to be loved, be lovable,\" Cassady often said.\n\n15. SON OF THE MAN: Christological reference to San Francisco's Mayor's son. Chip Alioto.\n\n16. Roger GRIMSBY: San Francisco television reporter.\n\n17. MARCO GREG: Nightclub critic always thought Cassady was putting everyone on. \"Talks about cars a lot, doesn't he?\"\n\n18. JUST IN TIME: To save the lady from committing suicide, she's at her nitwit's end.\n\n19. WINNEMUCCA: Nevada: east of Reno on Interstate 80. Site of the Mustang Ranch, a a barbed wire enclosed bordello. The management dug Neal so much they didn;t charge him for services rendered. Always a quick stop for Neal when heading East out of Frisco.\n\n20. ENDURANCE: \"What, what? Consistency,\" Cassady said. \"Not how you come out of the blocks or make the first turn.\" You gotta be in it for the long haul.\n\n21. VIC'S VAPORUB: Mentholated version of the popular lubricant.\n\n22. FIRST CHILD '42: One of many kids alleged to have been fathered by a young Neal in Los Angeles and Denver.\n\n23. CHARLIE VALENCIA: her boy friend.\n\n24. TEMPLE: Street in L.A.\n\n25. ACID TEST: Were held in L.A. in spring of '66, Cassady the star, Grateful Dead the band, Pranksters the crew, Furtur the bus.\n\n26. 1350: Street address on temple. Now a shrine to the CKC nuts. (Cassady Kerouac Corso). The Cassady virus was brought across the border on the bottom of the sneakers of a wetback. Cassady was all man. From the top of his head to the bottom of his feet-to the very sole. They say clothes can't go to heaven but those shoes had sole. Other soles picked up the Cassady Virus and it's since spread across country and now into Europe. \"After us, the deluge,\" Kerouac said, a soulful man.\n\n27. ANTHONY QUINN: the actor who was shooting a movie called Guns for San Sebastian in Mexico and involved with Neal's last lover. She had to make a choice between Neal or Quinn, she chose Neal.\n\n28. SORTOFA: Read all about it in Carolyn Cassady's book, Heartbeat.\n\n29. COLORED GIRL: Neal and Jack took her to Neal's house in Los Gatos and past Carolyn asleep and up the pull-down stairs to the attic, pushing the girl's ass to get her through the hole when Carolyn woke up. It was Neal's birthday and he was supposed to be wining and dining Carolyn under candlelight but Jack called to say he'd been busted, could Neal come bail him out? \"Back in 'alf a mo' darling,\" and that was hours ago the candles have burned out Carolyn is pissed. What do you think she did to get even?\n\n30. KEROASSADY: the composite Jack/Neal: a hybrid personality that did 'em both in.\n\n31. SUICIDE: After Carolyn got her revenge, Neal was so devastated he sat in the car with a gun in his hand all night fighting over suicide being wrong versus I don't wanna go. He rejected suicide as an option and decided to go home and beg.\n\n32. FORD SIGN: Billboard where you turn West driving from Manhattan to the coast.\n\n33. VANHELLUTHER: Preacher who lectured Neal on the wonders of Valballa, home of the warriors slain in battle.\n\n34. DIDN'T SEE IT: Blessed are the peacemakers-for they shall be called the sons of God. \"There is no excuse for violence,\" Cassady said, \"except when making love.\"\n\n35. MENOPAUSAL: Just as the woman stops bleeding, the peacemaker declines to shed blood. The grace that comes with age.\n\n36. 20 YEARS: My, how time do fly. To think, 20 years gone by already, like a blink of the eye. Kerouac said, \"Cassady knew time.\"\n\n37. RAILROAD: Neal was a brakeman on the railroad for ten years, with an impeccable record, never missed a train, but when he went to prison, lost his job, his pension, his wife, his home.\n\n38. 10 MORE FOR: For what? Not even Cassady could predict that. But he still was going to give it all he got in whatever time he got left. DEAD A THOUSAND YEARS: the orthodox lapse between incarnations.\n\n39. REB PARKER/AL COLLINS: Old runaround friend of Cassady's he ran into at the Acid Test.\n\n40. AUROBINDO: Savant who knew body functions from having existed at one time or another as every organ in the body, so he was a soothsayer alright-could tell you straight what alcohol did to you, and Cassady was always scared of the booze what with growing up on skidrow Larimer Street in Denver with his wino father.\n\n41. D INSTEADA T: A Nealish proto AA injunctive?\n\n42. PORNOGRAPHY: Those German drink so much beer it's obscene.\n\n43. ALL SAINTS Church: Downtown Denver where Neal was an alter boy.\n\n44. 4 WHEEL DRIFT: Auto racing. A Stirling Moss technique. Going around corners giving it the gas and breaking at the same time. You slide but don't cartwheel if you do it just right.\n\n45. HEEL AND TOE: Heel on the brake, toe on the gas.\n\n46. DOUBLE LEFT: Cassady was left handed, so left-footed too, and couldn't manipulate the heel and toe with his right foot.\n\n47. PIGPEN: Ron McKermnan: vocalist and keyboardist for the Grateful Dead. Since deceased.\n\n48. GINSBERG: Allen the ubiquitous poet.\n\n49. THE GUY: Luther Frease, RIP, who worked at the Springfield News across the street from the Springfield Creamery.\n\n50. BROTHER CHUCK: Ken Kesey's brother, who owns and operates the Springfield Creamery (not the Eugene Creamery) Chuck is also an original Merry Prankster who was on the bus, Furthur, in 1964 when Cassady drove.\n\n51. ROCKY OVERHANG: Luther's furrowed brow.\n\n52. ED SANDERS: Leader of the Fugs, radical music group of the 60's. He also wrote book, The Family, about Charles Manson.\n\n53. 2-16: Union card. He's riffing about the fleet, never having been in the Navy or any other branch of service, being color-blind...\"I was out there on the grass and all,\" Cassady said, \"and to me it looked red. The grass red? You're nuts. I was so mad at that grass I learned cars.\"\n\n54. 4TH LARGEST UNION: Railroad brakemen.\n\n55. OBETROL: Great speed. An OBETROL 10 tablet contained: 2.5 mg. each of Methamphetamine saccharate, Methamphetamine hydrocloride, Amphetamine sulfate, & Dextroamphetamine sulfate. OBETROL 20's contained twice this potency.\n\n56. THE TIRES: at the Los Gatos Tire Company while on parole after stretch in San Quentin.\n\n57. EXTENSION: for his socket wrench.\n\n58. ALCINDOR: Later known as Kareem Abdul Jabbar.\n\n59. SATCH PAIGE: Ancient Negro pitcher finally made it to the big leagues with the Indians at age of sixty-something.\n\n60. NELL: The nurse in W.C. Fields comedy.\n\n61. STIFF DR. PECK, DOUBLE REED: Carolyn worked for a spell as receptionist to Radiological Associates; Dr.'s Clemmer M. Peck, MD, & Robert H. Reid, MD. DOUBLE REED: The oboe, most difficult of instruments to play. You gotta get just the right lip on it.\n\n62. DILLINGER: John, the 30's gangster shot down as he left The Biograph movie theater, Chicago-July, 1934.\n\n63. ROBERT JONES MELVIN: Religious leader who got rich from donations, but after all, gotta drive a Caddilac, you think they'll give money to a man in a clunker?\n\n64. CHARGE TO ASTROLOGIZE: No money changers in the temple.\n\nhttp://wild-bohemian.com/cassady1.htm",
      "date": "2011-11-28 21:48:49"
    }
  ],
  "rating": 1.4,
  "review_count": 2,
  "confidence": 0.4,
  "collection_timestamp": "2025-07-08T11:47:08.814363",
  "raw_rating": 4.0,
  "distribution": {
    "4": 2
  },
  "high_ratings": 2,
  "low_ratings": 0
}