{
  "identifier": "gd1970-05-02.sbd.remaster.dp8outtake.100007.sbeok.flac16",
  "title": "Grateful Dead Live at Harpur College on 1970-05-02",
  "date": "1970-05-02",
  "venue": "Harpur College",
  "location": "Binghamton, NY",
  "source_type": "UNKNOWN",
  "lineage": "cassette > Yamaha KX-W282 > Monster digital cable > Yamaha RX-530 > Monster digital cable > JVC XL-R5000 > CDR > EAC (offsets set) > CDWav > Flac (level 8)",
  "taper": "",
  "description": "DP 8 Outtakes\n\nCold Rain And Snow",
  "files": [
    {
      "name": "__ia_thumb.jpg",
      "source": "original",
      "mtime": "1612288412",
      "size": "3163",
      "md5": "79d3c5a620e3ba685db2704d6525c7f1",
      "crc32": "47248149",
      "sha1": "f7c1f99f887b9a8d8f15c96bac88429788738e7a",
      "format": "Item Tile",
      "rotation": "0"
    },
    {
      "name": "gd1970-05-02.100007.ffp",
      "source": "original",
      "format": "Flac FingerPrint",
      "md5": "ed84ffc74f9c1ff3011580e4ee5170cf",
      "mtime": "1246649206",
      "size": "56",
      "crc32": "9cbb66ab",
      "sha1": "1c3cf0c984b83ee2dd26eb9912178702c22b5a93"
    },
    {
      "name": "gd1970-05-02.100007.md5",
      "source": "original",
      "format": "Checksums",
      "md5": "abd30b75c111a9addc252b3842402962",
      "mtime": "1246649206",
      "size": "57",
      "crc32": "ccdfe4fd",
      "sha1": "2a96d045fc7e2b8e0e17ffa16e8ec538bea8bf5f"
    },
    {
      "name": "gd1970-05-02.100007.txt",
      "source": "original",
      "format": "Text",
      "md5": "fd72ae6b5c84bd66a40ca7d53e8d8e2c",
      "mtime": "1246649289",
      "size": "689",
      "crc32": "d0b8ee82",
      "sha1": "febe4ff9fe78730842d5d68bc0fef1657faafaa4"
    },
    {
      "name": "gd1970-05-02.sbd.remaster.dp8outtake.100007.sbeok.flac16_archive.torrent",
      "source": "original",
      "mtime": "1343420312",
      "size": "12",
      "md5": "b90acad44e90b94cd054765f05a9a713",
      "crc32": "f9dbd566",
      "sha1": "7340ce619f32b96b7c3cac52e20438a0fed00d25",
      "format": "Archive BitTorrent",
      "private": "true"
    },
    {
      "name": "gd1970-05-02.sbd.remaster.dp8outtake.100007.sbeok.flac16_files.xml",
      "source": "metadata",
      "format": "Metadata",
      "md5": "592830b3a2a6d883d20cd7c3bb12b071",
      "summation": "md5"
    },
    {
      "name": "gd1970-05-02.sbd.remaster.dp8outtake.100007.sbeok.flac16_meta.xml",
      "source": "metadata",
      "format": "Metadata",
      "mtime": "1612288413",
      "size": "1845",
      "md5": "c67a68976951dc24e8fd5b281b6a8388",
      "crc32": "cde6442c",
      "sha1": "d8bdea038187623e12bf4e8e02188bd7ec72a209"
    },
    {
      "name": "gd1970-05-02.sbd.remaster.dp8outtake.100007.sbeok.flac16_reviews.xml",
      "source": "metadata",
      "format": "Metadata",
      "mtime": "1710016591",
      "size": "10876",
      "md5": "fce73bbd6280a92d16ae7595abc63ee3",
      "crc32": "a2507b00",
      "sha1": "cd4e35b4081ea1629e7ea1980d956febfc96906b"
    },
    {
      "name": "gd1970-05-02d3t01.afpk",
      "source": "derivative",
      "format": "Columbia Peaks",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290733",
      "size": "83560",
      "md5": "40b8edb5e8eff10e5a34f57f60a0582b",
      "crc32": "47239047",
      "sha1": "7bb4e882802b64e9a020db550a3f6cb26fb664ed",
      "private": "true"
    },
    {
      "name": "gd1970-05-02d3t01.flac",
      "source": "original",
      "format": "Flac",
      "title": "Cold Rain & Snow",
      "creator": "Grateful Dead",
      "album": "1970-05-02 - Harpur College",
      "track": "01",
      "md5": "bc4d50afd6a0c74253d9a258899c8fa5",
      "mtime": "1246649299",
      "size": "53554444",
      "crc32": "2a3ec6ef",
      "sha1": "1dec3328cf664ae180fb5de2005200fe3567f5d2",
      "length": "482.94",
      "private": "true",
      "height": "0",
      "width": "0",
      "external-identifier": "urn:acoustid:98b515bd-ce67-4a95-9cd9-74673e4ee541"
    },
    {
      "name": "gd1970-05-02d3t01.mp3",
      "source": "derivative",
      "creator": "Grateful Dead",
      "title": "Cold Rain & Snow",
      "track": "01",
      "album": "1970-05-02 - Harpur College",
      "bitrate": "182",
      "length": "08:02",
      "format": "VBR MP3",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290637",
      "size": "10981888",
      "md5": "f8afab26366ea680f3bdddfa57d0cfc7",
      "crc32": "9622b94e",
      "sha1": "dd3e3c66d8e992c79f2b85ce0e6b7ef5a0d4a1bd",
      "height": "0",
      "width": "0"
    },
    {
      "name": "gd1970-05-02d3t01.ogg",
      "source": "derivative",
      "format": "Ogg Vorbis",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290662",
      "size": "5329260",
      "md5": "6834cfb5889dc568b0f2ae9f25b8753f",
      "crc32": "4d6a5bbe",
      "sha1": "c5f588a03b73dcb11725e77b6c0dc0f6c2f05e92",
      "length": "482.95",
      "height": "0",
      "width": "0"
    },
    {
      "name": "gd1970-05-02d3t01.png",
      "source": "derivative",
      "format": "PNG",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290673",
      "size": "9929",
      "md5": "bc4c0a8a8b07d36afd1a28fb5d4616fb",
      "crc32": "66f4c764",
      "sha1": "3d6fe7e12286f515b2cbd22af817c027fca3c277"
    },
    {
      "name": "gd1970-05-02d3t01_esshigh.json.gz",
      "source": "derivative",
      "format": "Essentia High GZ",
      "original": "gd1970-05-02d3t01_esslow.json.gz",
      "mtime": "1430290747",
      "size": "1841",
      "md5": "ca7e34be81337f0240543c6d391ff4b8",
      "crc32": "b04f2638",
      "sha1": "8a08d89a7451cb39b803de8eb047239052b0264b"
    },
    {
      "name": "gd1970-05-02d3t01_esslow.json.gz",
      "source": "derivative",
      "format": "Essentia Low GZ",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290719",
      "size": "27728",
      "md5": "bd6a53892f522b3761018461bdc6cb8a",
      "crc32": "725a88e8",
      "sha1": "f7eaa64ad8ad46dafacd6bc77f9bedbbf1a4b827"
    },
    {
      "name": "gd1970-05-02d3t01_spectrogram.png",
      "source": "derivative",
      "format": "Spectrogram",
      "original": "gd1970-05-02d3t01.flac",
      "mtime": "1430290677",
      "size": "282408",
      "md5": "74e9516e9e9d3a6ac2420d757fd62596",
      "crc32": "498f3c02",
      "sha1": "91061873c6e930aad9ec3d57719aa0aa2e6e74af",
      "private": "true"
    }
  ],
  "reviews": [
    {
      "stars": 5.0,
      "review_text": "The GRATEFUL DEAD \"Live On Stage\" May 2, 1970 at Harpur Collge, Binghampton, New York, U.S.A. `\n\n~^|\\_@|@_/|^~\n~<->/<->\\<->~\n\nDP 8 Out-takes, just one song.\n\nIf you haven't bought DP 8 like I have you should. I highly recommend it.\n\nI recommend using your EQ during playback of most of the shows on the IA, this one included. Windows Media Player has a 10 band EQ and SRS WOW effects that enhance the sound.\n\nHere's one way to download this song:\n\nThe IA recommends users of Windows XP view this web-page with RealPlayer. RealPlayer is a free media player you can download at www.realplayer.com. \n\nFor easy streaming or downloading you should use RealPlayer.\n\nUsing RealPlayer to view this webpage, click the VBR M3U link to open the songs in the Playlist. If your Playlist is not open, open it by clicking the Playlist icon at the lower right hand corner of RealPlayer. Once the songs are in the Playlist, double click the song to play it, then click the record button at the lower left hand corner of Realplayer to record it. When the red line reaches the other end click the stop button to download the song. Your song is in the RealPlayer Downloads folder. Repeat these steps for each song.\n\nEat, Drink, Be Merry and Listen to the GRATEFUL DEAD.\n\nThanks for the LOVE from 1970. \n\nPS: Get em' while you can, get em' while they're free, get em' now or you'll be sorry...the Man giveth and the Man taketh away...WTTW",
      "date": "2009-07-03 22:02:18"
    },
    {
      "stars": 4.0,
      "review_text": "thanks thanks for posting the cold rain, I requested it and am happy to hear it, keep it up\n\nnot the best version, but historically relevant, cold rain and snow is just one of those songs that can be used to better describe the band.  \n\nit came from the early material, probably a tune they played well before they were called the grateful dead. the folk version sounds quite different in style, while the band didn't write this, it seems hard to call this cover tune either. The band themselves would probably admit they didn't know how to play it between 66-69 but saw potential. Before that it was made to dance to but not really too deep. \n\nThat all changed around november of 1969, you could say they figured out how to play it, or they found moldable groove in it. Either way the version from 11/69 on thru late 1970 is hot, the band seems to thrive on simple cord changes, in this case D to E, similar to darkstar.  it's not hard to find a great Cold rain from 1970, try 2/11\n\nAs the band matures and evolves, they take this tune with them, using it thoughtfully at the closing of the fillmore east, and grooving with it in late 71 with Keith try 10/21.  it was played at the 10/20/74 goodbye concert (the only one all year) as a reminder of where they had come from. 76 and 77 versions cook in case you were wondering in a whole new way. and always enjoyable thereon after including with bruce in the 1990's.  \n\nI don't think they could have written some of the workingmans dead or american beauty with out being around this type of material.",
      "date": "2009-09-30 23:52:39"
    },
    {
      "stars": 4.0,
      "review_text": "Oh no!  I'm horribly out of tune...! should we stop the song?!  Nahh.........\n\ngee--I wonder why this got cut by Latvala?! I recently found this show burried in my collection and SNAP what an amazing Other One.  Also, maybe my favorite version of Viola Lee Blues.  worth finding if you dont have it...really",
      "date": "2009-12-09 03:56:30"
    },
    {
      "stars": 3.0,
      "review_text": "1/3 Missing upsetting Ok no problem I will by dicks picks vol.8 and the rest because they are pretty good shows but when they leave out a bunch of songs and you can not even listen to them on Archive it is Pretty upsetting.IDK Most deadheads I talk to like to listen to the whole show from start to finish and not have missing songs.Also when there is a show and they add a few songs from another show at the end of the first set or in the middle or something.If the add songs from another show they should put them at the end of the show,after the encore if there is one.I understand if there is a song missing because of recording problems or something,but don't add in other songs where they don't belong.All the songs that have not been added to CDs that are out but them up so we can hear them.That way we can hear the show as they did when it was played.That's all I'm saying.3 stars",
      "date": "2010-04-13 17:40:37"
    },
    {
      "stars": 1.0,
      "review_text": "Tune Up Miles Davis wrote a song called \"Tune Up\". It looks like Jerry took that literally and just \"tuned up\" for the begining of this song while they were playing it. \n\nAs a jazz guitarist and performer myself it never looks good to just stop a song, but when you are that out of tune you should!",
      "date": "2010-04-14 01:01:36"
    },
    {
      "stars": 4.0,
      "review_text": "Windows Media Player Definitely use the eq but try to shy away from the srs wow effects. They sound nice at first until you hear all the distortion it causes. Try turning it on and when you turn it off, immediately turn up the sound. You'll get the same effect without the distortion",
      "date": "2010-10-31 18:07:27"
    },
    {
      "stars": 3.0,
      "review_text": "Why CR&S was left out In this interview:\n\nhttp://www.dead.net/sites/deadbeta.rhino.com/files/europe72/norman_gans_110603.html\n\nwith Jeffrey Norman, who's mixing the Europe '72 mega collection, David Gans says the Harpur CR&S was left off the Dick's Picks version because someone was out of tune and the band spent the song trying to tune.  This left the song \"unworkable.\"",
      "date": "2011-06-24 02:25:38"
    },
    {
      "stars": 4.0,
      "review_text": "Its music to my ears In spite of the being out of tune, it is beautiful to me nonetheless, if only because cold rain and snow is my favorite GD song. Don't ask me why but it rocks and has a special place in my heart, but then to hear them tuning while they play the song. INCREDIBLE!!! I think it adds to the song.",
      "date": "2011-08-09 00:12:43"
    },
    {
      "stars": 4.0,
      "review_text": "Mono electric set Hey, being out of tune, sloppiness, etc. is all part of the Dead experience. It's all good. If the tuning problems made this \"unworkable\" to the extent it had to be left off of DP8, why was stuff like Cumberland Blues left on on DP16? (The harmonizing there is as bad as anything you'd hear from a bunch of drunks on their way home after last call.) Because warts 'n all -- we'll take it. And we love it. \n\nSo this CR&S is a leftover that, in my own collection, I have restored to its proper place between Good Lovin' and Man's Man's Man's World on DP8.  \n\nAs a comment to DP8 overall, and it's an exercise in futility because it is what it is, but why oh why oh why is only the acoustic set in stereo? Did Bob Matthews inadvertently turn the pot at the bottom of the input selector switch from stereo to mono? I really hate fucking mono. (Coincidentally, DP16 is essentially in mono, too. But I believe that was Bear's fault because he did a bunch of odd mono-like mixes in '69.)",
      "date": "2012-03-22 12:55:26"
    },
    {
      "stars": 4.0,
      "review_text": "It's not THAT bad...... As I'm shopping for DP8, I thought it prudent to listen to the song that was so amazingly awful if could not be included.\n\nUh, I really don't think it was all that terrible.  Sure, there was tuning going on in the background (including the harmonics, which sounded cool), but it was probably not bad enough to be cut.  I'd rather have the complete show!",
      "date": "2014-08-04 15:58:29"
    },
    {
      "stars": 4.0,
      "review_text": "Gibson technical issue Great show.  CR&S being out of tune may be due to Jerry's Gibson SG neck giving way (as they did)\nGood recovery and an acceptable final product.",
      "date": "2017-06-09 15:18:48"
    },
    {
      "stars": 5.0,
      "review_text": "A GRATE ONE!! IMHO, this is a must listen! One of my first tapes and one of those times where you realize transcendence through music. You can really get completely lost in this one for hours. Other One, St Stephen, Cosmic Charley, The Dew, Viola Lee, Man's World, Dancin, and...alas...Cold Rain and Snow which was so beautiful it is sacrilege that they cut it from Dicks Picks. I won't buy that Dicks Picks and won't listen to it. Removing that Cold Rain ruined the whole show for me (except when I listen to complete versions, that is). Dump your Dicks Picks and get this whole show with the Cold Rain anyway you have to. Anyway...this show is perfection and will steal your face right off your head!! This is desert island stuff!! Dig it!",
      "date": "2021-02-02 17:53:18"
    }
  ],
  "rating": 1.875,
  "review_count": 12,
  "confidence": 1.0,
  "collection_timestamp": "2025-08-12T20:46:17.325377",
  "raw_rating": 3.75,
  "distribution": {
    "5": 2,
    "4": 7,
    "3": 2,
    "1": 1
  },
  "high_ratings": 9,
  "low_ratings": 1
}